---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SlabShapeVertex
source: html/cb5d93c8-5922-3b6f-5150-0e898b96e8f8.htm
---
# SlabShapeVertex Members

Releases all resources used by the SlabShapeVertex